{
    "menu": {
        "home": "Home",
        "about": "About",
        "activity": "Business",
        "activity1": "Industrials & Technology",
        "activity2": "Real Estate & Services",
        "activity3": "Social Enterprises",
        "development": "Sustainable Development",
        "relation": "Investor Relations",
        "news": "News & Events",
        "hiring": "Recruitment",
        "contact": "Contact"
    },
    "breadcrumb": {
        "about": "General Introduction",
        "development": "Sustainable Development",
        "relation": "Investor Relations"
    },
    "home": {
        "title": "To Create a Better Life For People",
        "news": "News & Events",
        "newsItems": {
            "1": "VINFAST ENERGY AND DIEN NGHI SON 2 OPERATE THE SOLAR POWER SYSTEM INTEGRATED WITH ENERGY STORAGE BATTERY",
            "2": "VINCOM CENTER FOR CONTEMPORARY ART (VCCA) PROUD TO WELCOME A HIGH-LEVEL DIPLOMATIC DELEGATION ON THE OCCASION OF THE STATE VISIT TO VIETNAM BY THE KING AND QUEEN OF BELGIUM",
            "3": "VINGROUP ORGANIZES GREEN DAY 2025 AT OCEAN CITY"
        },
        "pioneering": "Pioneering",
        "spirit": "Spirit",
        "cateContent": "With the desire to bring to the market international standard products and services and completely new experiences of modern living style, in any field, Vingroup also proves its pioneering role, leading the change in consumption trends.",
        "slide": "Slide to explore",
        "cate": [
            {
                "title": "Technology <br /> - Industry",
                "subTitle": ""
            },
            {
                "title": "Commerce <br /> Services",
                "subTitle": "In the field of Commerce and Services, Vingroup continues to enhance, complete, and upgrade quality as well as operational efficiency. This is an important ecosystem that supports research and commercialization of innovative products..."
            },
            {
                "title": "Philanthropy <br /> Society",
                "subTitle": ""
            }
        ],
        "relation": {
            "title": "Investor Relations",
            "subTitle": "About Vingroup",
            "content": "Vingroup was established in 1993 in Ukraine. In the early 2000s, Technocom returned to Vietnam, focusing on investment in tourism and real estate with two initial strategic brands: Vinpearl and Vincom. In January 2012, Vincom Joint Stock Company and Vinpearl Joint Stock Company merged, officially operating under the Group model with the name Vingroup - Joint Stock Company."
        }
    },
    "about": {
        "title": "VINGROUP",
        "content": {
            "1": "Vingroup Joint Stock Company (Vingroup JSC) Vingroup, formerly known as Technocom Corporation, was founded in 1993 in Ukraine. In the early 2000s, Vingroup started in Vietnam with two key brands: Vincom and Vinpearl. In January 2012, Vinpearl JSC merged with Vincom JSC to form Vingroup Joint Stock Company.",
            "2": "As a multi-sector corporation, Vingroup focuses on three core pillars: ",
            "3": "- Industrials & Technology ",
            "4": "- Real Estate & Services",
            "5": "- Social Enterprises",
            "6": "Vingroup continues to pioneer and lead consumer trends in each of its businesses introducing Vietnamese consumers to a brand new, modern life-style with international-standard products and services. Vingroup has created a respected, well-recognized Vietnamese brand and is proud to be one of the nation’s leading private enterprises."
        },
        "items": [
            {
                "title": "Human <br/> Resources",
                "content": "Over a long journey of growth and development, it is the people of Vingroup who have created great values and contributed to the Group's success today."
            },
            {
                "title": "Vision, Mission <br/> and Core Values",
                "content": "Vingroup’s mission is 'For a better life for everyone', with three key pillars: Technology – Industry, Commerce – Services, and Philanthropy – Society."
            },
            {
                "title": "For <br/> Customers",
                "content": "Creating products and services of optimal quality to bring the highest satisfaction to customers."
            }
        ],
        "brand": {
            "title": "Member Brands",
            "content": "With these achievements, Vingroup is recognized as one of the most dynamic, successful, well-capitalized companies in Vietnam, well-positioned for international integration and comparable to the best regional and global peers."
        }
    },
    "activity": {
        "heading": "Details",
        "brand": "Brands",
        "notFound": "No matching activity found.",
        "items": [
            {
                "title": "Industrials <br /> & Technology",
                "description": "",
                "info": "Our mission is 'To create a better life for people.' through three core pillars: Industrials & Technology - Real Estate & Services - Social Enterprises."
            },
            {
                "title": "Real Estate <br /> & Services",
                "description": "In the sector of Real Estate & Services, Vingroup is progressively enhancing quality as well as streamlining its operations. Services play an important role in supporting research and commercialization of Vingroups industrial and technological products.",
                "info": "Our mission is 'To create a better life for people.' through three core pillars: Industrials & Technology - Real Estate & Services - Social Enterprises."
            },
            {
                "title": "Social <br /> Enterprises",
                "description": "",
                "info": "Our mission is 'To create a better life for people.' through three core pillars: Industrials & Technology - Real Estate & Services - Social Enterprises."
            }
        ],
        "brands": {
            "1": "As a Vietnamese car brand, VinFast aims to become a global smart electric vehicle manufacturer.",
            "2": "VinAI is a Joint Stock Company for Artificial Intelligence Research and Application, formerly the VinAI Research Institute.",
            "3": "VinBigData Joint Stock Company was established based on the scientific research achievements of the Big Data Research Institute (under Vingroup) in the fields of Data Science and Artificial Intelligence, especially in image and language processing.",
            "4": "VinCSS Cyber Security Services Joint Stock Company is a leading entity in the field of cybersecurity with the mission 'Pioneering for a better digital environment.' VinCSS provides comprehensive digital security solutions, including Identity and Access Management, IT cybersecurity services, IoT device security, and Smart Vehicle security.",
            "5": "VinHMS is a software production and business company, specializing in delivering high-quality technology products to optimize business operations.",
            "6": "A system of apartments, villas, and commercial townhouses with world-class services.",
            "7": "Vinpearl is the largest tourism – resort – entertainment brand in Vietnam, owning a chain of hotels, resorts, spas, convention centers, fine dining, and 5-star golf courses, as well as internationally-standard amusement parks located at Vietnam’s most famous tourist destinations.",
            "8": "Vincom is Vietnam’s leading retail real estate brand, featuring four product lines: Vincom Center, Vincom Mega Mall, Vincom Plaza, and Vincom+.",
            "9": "The Green Future Fund is a non-profit organization (founded by Vingroup) with the mission to implement practical projects and programs for sustainable green development through green transition initiatives in Vietnam.",
            "10": "Vinschool is a high-quality, inter-level school system in Vietnam, established with the mission to deliver the best education for Vietnamese students. It is a non-profit educational system, offering programs from kindergarten to high school, invested and developed by Vingroup, aiming to become a Vietnamese school of international standards.",
            "11": "Vinmec is a non-profit healthcare system invested and developed by Vingroup, with a vision to become an internationally-acclaimed academic healthcare system through breakthrough research, offering excellent treatment quality and perfect care services.",
            "12": "VinUniversity (VinUni) is an elite, non-profit, private university founded by Vingroup, aspiring to nurture future talents and contribute to the nation with a world-class university.",
            "13": "The VinFuture Foundation is an independent, non-profit foundation based in Vietnam.",
            "14": "Thien Tam Fund is a non-profit organization under Vingroup, operating for humanitarian and charitable purposes, aiming to 'swiftly and effectively deliver the kindness of Vingroup people to the community.'",
            "15": "The Vingroup Innovation Foundation (VINIF) belongs to the Big Data Institute (VNCDLL).",
            "16": "VinBus Transport Services LLC was established in 2019, operating in the public passenger transport sector under a non-profit model."
        }
    },
    "development": {
        "heading": {
            "1": "PIONEERING",
            "2": "SPIRIT"
        },
        "content": {
            "1": "Our mission is 'To create a better life for people.' through three core pillars: Technology & Industry - Trade & Services - Social Enterprise.",
            "2": "2022 Sustainability Report",
            "3": "2023 Sustainability Report"
        },
        "items": [
            {
                "title": "Corporate <br/> Culture",
                "content": "Vingroup gathers elite individuals from the Vietnamese nation and international colleagues – those with disciplined thinking and actions, talent and bravery, patriotism and national pride, a sense of righteousness, and a strong, thorough work ethic for noble purposes."
            },
            {
                "title": "Human <br/> Strategy",
                "content": "Vingroup always regards human resources as a core element and a valuable asset. With the motto: “Vingroup – Forever the Spirit of Entrepreneurship”, the Group has built a streamlined workforce with both Virtue and Talent."
            },
            {
                "title": "Environment and <br/> Community",
                "content": "With a goal of sustainable development, Vingroup fully understands the importance of environmental protection during the design, construction, and operation of tourism complexes, shopping malls, urban areas, offices, and residential buildings."
            },
            {
                "title": "Personal Data Protection Policy",
                "content": "This personal data protection policy describes how personal data is collected, used, and processed throughout the operations and business activities of Vingroup Joint Stock Company."
            }
        ]
    },
    "relation": {
        "heading": "Investor Relations",
        "row": {
            "1": {
                "title": "Vingroup at a glance",
                "pdf": "Corporate Profile"
            },
            "2": {
                "title": "Event Calendar"
            },
            "3": {
                "title": "Financial statements & presentations",
                "pdf": {
                    "1": "Audited Consolidated Financial Statements for FY 2024",
                    "2": "Earnings Presentation for Quarter IV, 2024"
                }
            },
            "4": {
                "title": "Ir contact"
            },
            "5": {
                "title": "Annual report",
                "pdf": {
                    "1": "2023 Vingruop Annual Report"
                }
            },
            "6": {
                "title": "Other resources",
                "label": {
                    "1": "Corporate Presentation",
                    "2": "Information Disclosure",
                    "3": "Corporate Documents",
                    "4": "Sustainable Development"
                }
            },
            "7": {
                "title": "Listed Subsidiaries"
            }
        }
    },
    "news": {
        "heading": "News & Events",
        "titles": {
            "vin1": "VINCOM CENTER FOR CONTEMPORARY ART (VCCA) HONORED TO WELCOME HIGH-LEVEL DIPLOMATIC DELEGATION DURING STATE VISIT TO VIETNAM BY THE KING AND QUEEN OF BELGIUM",
            "vin2": "VINGROUP ORGANIZES GREEN DAY 2025 AT OCEAN CITY",
            "vin3": "TECH GREEN DRIVER DAY – HONORING ECO-FRIENDLY DRIVERS",
            "vin4": "XANH SM GIVES THANKS TO CUSTOMERS AND DRIVERS WITH OVER VND 16 BILLION, WEEKLY GIVEAWAY OF VF 3 CAR",
            "vin5": "GREEN FUTURE OFFERS 1,000 ELECTRIC CARS FOR RENT TO PROMOTE GREEN TOURISM IN DA NANG",
            "congnghe1": "GREEN FUTURE OFFERS 1,000 ELECTRIC CARS FOR RENT TO PROMOTE GREEN TOURISM IN DA NANG",
            "congnghe2": "VINIF SPONSORS VND 900 BILLION TO DEVELOP SCIENCE AND TECHNOLOGY",
            "congnghe3": "VINGROUP ESTABLISHES ROBOTICS RESEARCH AND DEVELOPMENT COMPANY",
            "congnghe4": "VINBIGDATA RANKED AMONG WORLD’S TOP 10 IN FACIAL RECOGNITION TECHNOLOGY",
            "congnghe5": "VINAI INTRODUCES BREAKTHROUGH DRUNKENNESS DETECTION TECHNOLOGY FOR DRIVERS IN EUROPE",
            "congnghiep1": "VINFAST LAUNCHES B-SUV VF 6 AND ANNOUNCES FREE EV CHARGING POLICY IN THE PHILIPPINES",
            "congnghiep2": "G7 PURCHASES 899 VINFAST EVS FROM XANH SM – LAUNCHES GREEN TAXI SERVICE",
            "congnghiep3": "VINFAST ENERGY AND NGHI SON 2 POWER OPERATE SOLAR POWER SYSTEM WITH ENERGY STORAGE",
            "congnghiep4": "VINFAST PARTNERS WITH DHL TO PROVIDE 24-HOUR SPARE PARTS DELIVERY SERVICE IN EUROPE",
            "congnghiep5": "V-GREEN AND CHARGEPOINT SIGN COOPERATION AGREEMENT TO DEPLOY MULTI-UTILITY CHARGING STATIONS",
            "bds1": "VINGROUP BREAKS GROUND ON VINHOMES GREEN CITY PROJECT IN LONG AN",
            "bds2": "HOANG GIA BRIDGE DIRECTLY CONNECTS VINHOMES ROYAL ISLAND WITH HAI PHONG CITY CENTER",
            "bds3": "VINHOMES UNVEILS VINHOMES WONDER CITY – A CITY OF TRENDY EXPERIENCES IN WESTERN HANOI",
            "bds4": "QUANG TRI LAUNCHES VINCOM PARK DONG HA – THE LIVELIEST ENTERTAINMENT HUB",
            "bds5": "VIETNAM’S LARGEST SPRING FESTIVAL TO KICK OFF – EASTERN LIGHTS 2025 OCEAN CITY",
            "dl1": "ROAD TO 8WONDER MUSIC FESTIVAL OPENS TICKET SALES WITH FIRST-EVER EXPERIENCES IN VIETNAM",
            "dl2": "VINPEARL SAFARI PHU QUOC RANKED AMONG TOP ZOOS AND AQUARIUMS IN ASIA",
            "dl3": "VINPEARL RANKED AMONG TOP 3 STRONGEST BRANDS IN SOUTHEAST ASIA",
            "dl4": "IMAGINE DRAGONS TO PERFORM IN 8WONDER SUPERSHOW IN HO CHI MINH CITY",
            "dl5": "VINPEARL GOLF TO MANAGE AND OPERATE AUSTRALIA’S NUMBER ONE GOLF COURSE",
            "yt1": "VINMEC AND VFF FORM STRATEGIC PARTNERSHIP TO ADVANCE SPORTS MEDICINE",
            "yt2": "VINMEC IS VIETNAM’S NUMBER ONE HEALTHCARE SYSTEM FOR FOREIGNERS",
            "yt3": "VINMEC GENERAL HOSPITAL OFFICIALLY OPENS IN CAN THO",
            "yt4": "VINMEC RECEIVES INTERNATIONAL AWARDS FOR CSR AND SUSTAINABLE DEVELOPMENT TWO YEARS IN A ROW",
            "yt5": "OPENING OF VINMEC INTERNATIONAL GENERAL HOSPITAL IN SMART CITY",
            "gd1": "VINUNI AND NTU–SINGAPORE SIGN STRATEGIC ALLIANCE PARTNERSHIP",
            "gd2": "ESTABLISHMENT OF VINDT COMPANY FOR EV DRIVING TRAINING AND LICENSING",
            "gd3": "VINUNI OFFICIALLY ASSUMES VIETNAM'S FIRST UNESCO CHAIR POSITION",
            "gd4": "VINUNI’S FIRST RESIDENCY DOCTORS CLASS GRADUATES",
            "gd5": "VINSCHOOL AWARDS ‘KIEN TAO’ SCHOLARSHIPS TO 30 OUTSTANDING STUDENTS",
            "bl1": "VINCOM RETAIL HONORED IN TOP 25 LEADING BRANDS AND TOP 50 BEST GOVERNED ENTERPRISES IN VIETNAM",
            "bl2": "VINCOM PLAZA DONG HA OPENS IN QUANG TRI",
            "bl3": "VINCOM’S 20TH ANNIVERSARY KICKS OFF THE MOST VIBRANT FESTIVE SEASON OF THE YEAR",
            "bl4": "VINCOM LAUNCHES 2024 MID-AUTUMN FESTIVAL 'MOON MALLIDAY – JOYOUS MOON CELEBRATION'",
            "bl5": "VINCOM OPENS NEW LOCATIONS IN HA GIANG AND DIEN BIEN PHU"
        },
        "cates": {
            "tất cả": "All",
            "vingroup": "Vingroup",
            "công nghệ": "Technology",
            "công nghiệp": "Industry",
            "bất động sản": "Real Estate",
            "du lịch - vui chơi - giải trí": "Tourism - Entertainment",
            "y tế": "Healthcare",
            "giáo dục": "Education",
            "bán lẻ": "Retail"
        },
        "h4": "news"
    },
    "footer": {
        "left": {
            "1": "Vingroup Company (Vingroup JSC)",
            "2": "© Copyright Vingroup 2019",
            "3": "Connect with us:"
        },
        "right": {
            "links": {
                "1": "Home",
                "2": "About",
                "3": "Business",
                "4": "Investor Relations",
                "5": "Sustainable Development"
            },
            "subLinks": {
                "1": "News & Events",
                "2": "Recruitment",
                "3": "Contact"
            }
        },
        "bottom": "Privacy Policy"
    },
    "all": "View all",
    "detail": "View details",
    "more": "View more"
}
